IdeaRS.Connections
AddedMemberData.AddedMemberLen1 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the first dimension of the segment
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AddedMemberLen1 { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace